Repository: officialmwanzu/Flyby11
Catalog: Flyby11-deprecated/Flyby11/Locales/Strings.*.resx
Languages: ar, cs_cz, de, fr, he, hu, it, ja, ko, nl, pl, sv_se, tr, zh_cn

# faq_a5
source: A: Yes, Microsoft has left a backdoor open. This method leverages a feature of the Windows 11 setup process that uses the Windows Server variant of the installation. Unlike the regular Windows 11 setup, this variant skips most hardware compatibility checks.
ar: ج: نعم، تركت Microsoft بابًا خلفيًا مفتوحًا. تستفيد هذه الطريقة من ميزة في عملية إعداد Windows 11 تستخدم إصدار Windows Server من التثبيت. على عكس إعداد Windows 11 العادي، تتخطى هذه النسخة معظم فحوصات توافق الأجهزة.
cs_cz: O: Ano, Microsoft nechal otevřená zadní vrátka. Tato metoda využívá funkci instalačního procesu Windows 11, která používá variantu instalace Windows Server. Na rozdíl od běžné instalace Windows 11 tato varianta přeskočí většinu kontrol kompatibility hardwaru.
de: A: Ja, Microsoft hat eine Hintertür offen gelassen. Diese Methode nutzt eine Funktion des Windows 11-Setup-Prozesses, die die Windows Server-Variante der Installation verwendet. Im Gegensatz zum normalen Windows 11-Setup überspringt diese Variante die meisten Hardware-Kompatibilitätsprüfungen.
fr: R : Oui, Microsoft a laissé une porte dérobée ouverte. Cette méthode exploite une fonctionnalité du processus d’installation de Windows 11 qui utilise la variante Windows Server de l’installation. Contrairement à l’installation standard de Windows 11, cette variante ignore la plupart des vérifications de compatibilité matérielle.
he: ת: כן, מיקרוסופט השאירה דלת אחורית פתוחה. שיטה זו מנצלת את גרסת ההתקנה של Windows Server, אשר מדלגת על רוב בדיקות התאימות לחומרה.
hu: V: Igen, a Microsoft nyitva hagyott egy hátsó ajtót. Ez a módszer a Windows 11 telepítési folyamatának egy olyan funkcióját használja, amely a telepítés Windows Server-változatát használja. A szokásos Windows 11 beállítással ellentétben ez a változat kihagyja a legtöbb hardverkompatibilitási ellenőrzést.
it: R: sì, Microsoft ha lasciato aperto un backdoor. Questo metodo sfrutta una funzione del processo di configurazione di Windows 11 che usa la variante di Windows Server dell'installazione. A differenza della normale configurazione di Windows 11, questa variante salta la maggior parte dei controlli di compatibilità hardware.
ja: A: はい、Microsoft は、このバックドアを開いたままにしています。この方法は、Windows Server バリアントのインストールを使用する Windows 11 セットアップ プロセスの機能を活用します。通常の Windows 11 セットアップと異なり、このバリアントはほとんどのハードウェア互換性のチェックをスキップします。
ko: 답변: 네, Microsoft는 백도어를 열어 두었습니다. 이 방법은 Windows Server 설치 변형을 사용하는 Windows 11 설치 프로세스의 기능을 활용합니다. 일반 Windows 11 설치와 달리, 이 변형은 대부분의 하드웨어 호환성 검사를 건너뜁니다.
nl: A: Ja, Microsoft heeft een achterdeur open gelaten. Deze methode maakt gebruik van een functie van het Windows 11 installatieproces die de Windows Server-variant van de installatie gebruikt. In tegenstelling tot de gewone Windows 11-installatie slaat deze variant de meeste hardware-compatibiliteitscontroles over.
pl: O: Tak, Microsoft pozostawił otwartą furtkę. Ta metoda wykorzystuje funkcję procesu instalacji systemu Windows 11, która wykorzystuje wariant instalacji systemu Windows Server. W przeciwieństwie do zwykłej instalacji systemu Windows 11, ten wariant pomija większość kontroli zgodności sprzętu.
sv_se: A: Ja, Microsoft har lämnat en bakdörr öppen. Den här metoden utnyttjar en funktion i installationsprocessen för Windows 11 som använder Windows Server-varianten av installationen. Till skillnad från den vanliga Windows 11-installationen hoppar denna variant över de flesta kontroller av hårdvarukompatibilitet.
tr: C: Evet, Microsoft bir arka kapıyı açık bıraktı. Bu yöntem, kurulumun Windows Server varyantını kullanan Windows 11 kurulum sürecinin bir özelliğinden yararlanır. Normal Windows 11 kurulumunun aksine, bu varyant çoğu donanım uyumluluk denetimini atlar.
zh_cn: 答：是的，微软确实留下了一个后门。此方法利用了 Windows 11 安装过程中的一个功能，该功能使用了 Windows Server 版本的安装程序。与常规的 Windows 11 安装程序不同，这个版本会跳过大多数硬件兼容性检查。

# faq_a6
source: A: According to Microsoft, you should throw your PC away. I would suggest installing Linux on it and moving away from Windows.
ar: ج: وفقًا لشركة Microsoft، يجب عليك التخلص من جهاز الكمبيوتر الخاص بك. أوصي بتثبيت Linux عليه والابتعاد عن Windows.
cs_cz: O: Podle Microsoftu byste měli svůj počítač vyhodit. Doporučil bych na něj nainstalovat Linux a přejít od Windows.
de: A: Laut Microsoft solltest du deinen PC wegwerfen. Ich würde empfehlen, Linux darauf zu installieren und von Windows wegzugehen.
fr: R : Selon Microsoft, vous devriez jeter votre PC. Je vous suggère d'installer Linux dessus et d'abandonner Windows.
he: ת: לפי מיקרוסופט עליך לזרוק את המחשב. אני ממליץ להתקין עליו Linux ולעבור מ-Windows.
hu: V: A Microsoft szerint ki kell dobnia a számítógépét. Azt javaslom, hogy telepítse rá a Linuxot, és távolodjon el a Windowstól.
it: R: secondo Microsoft, dovresti buttare via il PC. Io ti suggerisco di installarci Linux e di lasciar stare Windows.
ja: A: Microsoft によると PC を廃棄した方が良いそうです。Linux をインストールして Windows から離れることを推奨します。
ko: 답변: Microsoft에 따르면 PC는 폐기해야 한다고 합니다. 저라면 Windows에서 Linux로 바꾸고 PC를 폐기하는 것을 추천합니다.
nl: A: Volgens Microsoft zou je je PC weg moeten gooien. Ik zou voorstellen om Linux erop te installeren en weg te gaan van Windows.
pl: O: Według Microsoftu, powinieneś/-naś wyrzucić swój komputer. Poleciłbym instalację Linuxa na nim i oddalić się od Windowsa.
sv_se: A: Enligt Microsoft bör du slänga din dator. Jag skulle föreslå att du installerar Linux på den och överger Windows.
tr: C: Microsoft'a göre, bilgisayarınızı atmalısınız. Ben ona Linux kurmanızı ve Windows'tan uzaklaşmanızı öneririm.
zh_cn: 答：根据微软的说法，你应该扔掉你的电脑。但我建议你在电脑上安装 Linux，远离 Windows。

# faq_a7
source: A: The developer is Belim, also known as Builtbybel, who has contributed a lot of code to the Windows community.
ar: ج: المطور هو Belim، المعروف أيضًا باسم Builtbybel، الذي ساهم بالكثير من الشيفرة في مجتمع Windows.
cs_cz: O: Vývojářem je Belim, známý také jako Builtbybel, který přispěl velkým množstvím kódu do komunity Windows.
de: A: Der Entwickler ist Belim, auch bekannt als Builtbybel, der viel Code zur Windows-Community beigetragen hat.
fr: R : Le développeur est Belim, également connu sous le nom de Builtbybel, qui a contribué de nombreux codes à la communauté Windows.
he: ת: המפתח הוא Belim, המוכר גם בשם Builtbybel, שתרם רבות לקהילת Windows.
hu: V: A fejlesztő Belim, más néven Builtbybel, aki sok kóddal járult hozzá a Windows közösséghez.
it: R: lo sviluppatore è Belim, noto anche come Buildbybel, che ha contribuito molto al codice alla comunità di Windows.
ja: A: 開発者は、Windows コミュニティに多くのコードを提供してきた、Builtbybel としても知られている Belim 氏です。
ko: 답변: 개발자는 Belim이며 Builtbybel로도 알려져 있습니다. 그는 Windows 커뮤니티에 많은 코드를 기여했습니다.
nl: A: De ontwikkelaar is Belim, ook bekend als Builtbybel, die veel code heeft bijgedragen aan de Windows-community.
pl: O: Deweloperem jest Belim, znany również jako Builtbybel, który wniósł wiele kodu do społeczności Windows.
sv_se: A: Utvecklaren är Belim även känd som Builtbybel som har bidragit med mycket kod till Windows-communityt.
tr: C: Geliştirici, Windows topluluğuna çok sayıda kod katkıda bulunan, aynı zamanda Builtbybel olarak da bilinen Belim'dir.
zh_cn: 答：开发者是 Belim，也被称为 Builtbybel，他为 Windows 社区贡献了大量代码。

# faq_a7Link
source: Click here to learn more about the developer's work.
ar: انقر هنا لمعرفة المزيد عن عمل المطور.
cs_cz: Klikněte zde, abyste se dozvěděli více o práci vývojáře.
de: Klicke hier, um mehr über die Arbeit des Entwicklers zu erfahren.
fr: Cliquez ici pour en savoir plus sur le travail du développeur.
he: לחץ כאן כדי ללמוד עוד על עבודתו של המפתח.
hu: Kattintson ide, ha többet szeretne megtudni a fejlesztő munkájáról.
it: Fai clic qui per saperne di più sui lavori dello sviluppatore.
ja: 開発者の作業の詳細については、ここをクリックしてください。
ko: 개발자의 작업에 대해 자세히 알아보려면 여기를 클릭하세요.
nl: Klik hier om meer te leren over het werk van de ontwikkelaar.
pl: Kliknij tutaj, aby dowiedzieć się więcej o pracy dewelopera.
sv_se: Klicka här för att lära dig mer om utvecklarens arbete.
tr: Geliştiricinin çalışmaları hakkında daha fazla bilgi edinmek için buraya tıklayın.
zh_cn: 点击此处了解更多关于该开发者工作的信息。

# faq_downloadFido
source: Download via Fido (Recommended)
ar: تنزيل عبر Fido (موصى به)
cs_cz: Stáhnout přes Fido (doporučeno)
de: Herunterladen über Fido (Empfohlen)
fr: Télécharger via Fido (recommandé)
he: הורדה דרך Fido (מומלץ)
hu: Letöltés a Fido-n keresztül (ajánlott)
it: Scarica tramite Fido (consigliato)
ja: Fido を使用してダウンロード (推奨)
ko: Fido를 통해 다운로드 (권장)
nl: Downloaden via Fido (Aanbevolen)
pl: Pobierz przez Fido (rekomendowane)
sv_se: Ladda ner via Fido (rekommenderas)
tr: Fido üzerinden indirin (Önerilen)
zh_cn: 通过 Fido 下载（推荐）

# faq_downloadMS
source: Microsoft Site
ar: موقع Microsoft
cs_cz: Web Microsoft
de: Microsoft-Website
fr: Site Microsoft
he: אתר Microsoft
hu: Microsoft webhely
it: Download dal sito Microsoft
ja: Microsoft のサイト
ko: Microsoft 사이트
pl: Strona Microsoftu
sv_se: Microsofts webbplats
zh_cn: 微软官网

# faq_header
source: Frequently Asked Questions (FAQ)
ar: الأسئلة الشائعة (FAQ)
cs_cz: Často kladené dotazy (FAQ)
de: Häufig gestellte Fragen (FAQ)
fr: Questions fréquemment posées (FAQ)
he: שאלות נפוצות (FAQ)
hu: Gyakran Ismételt Kérdések (GYIK)
it: Domande frequenti (FAQ)
ja: よくある質問 (FAQ)
ko: 자주 묻는 질문 (FAQ)
nl: Veelgestelde vragen (FAQ)
pl: Najczęściej zadawane pytanie (FAQ)
sv_se: Vanliga frågor (FAQ)
tr: Sıkça Sorulan Sorular (SSS)
zh_cn: 常见问题解答

# faq_q1
source: Q: Where can I get the latest Windows 11 ISO?
ar: س: أين يمكنني الحصول على أحدث Windows 11 ISO؟
cs_cz: Q: Kde mohu získat nejnovější ISO Windows 11?
de: F: Wo kann ich die neueste Windows 11 ISO herunterladen?
fr: Q : Où puis-je obtenir la dernière version ISO de Windows 11 ?
he: ש: היכן ניתן להוריד את Windows 11 ISO העדכני?
hu: K: Hol szerezhetem be a legújabb Windows 11 ISO-t?
it: D: dove posso scaricare il file ISO della versione più recente di Windows 11?
ja: Q: 最新の Windows 11 ISO はどこから入手できますか？
ko: 질문: 최신 Windows 11 ISO는 어디서 구할 수 있나요?
nl: V: Waar kan ik de nieuwste Windows 11 ISO krijgen?
pl: P: Gdzie mogę pobrać najnowszy obraz ISO Windowsa 11?
sv_se: Q: Var kan jag få tag i den senaste ISO-filen med Windows 11?
tr: S: En son Windows 11 ISO'sunu nereden edinebilirim?
zh_cn: 问：我在哪里可以下载最新的 Windows 11 ISO 文件？

# faq_q2
source: Q: How can I support the developer?
ar: س: كيف يمكنني دعم المطور؟
cs_cz: Q: Jak mohu podpořit vývojáře?
de: F: Wie kann ich den Entwickler unterstützen?
fr: Q : Comment puis-je soutenir le développeur ?
he: ש: כיצד ניתן לתמוך במפתח?
hu: K: Hogyan támogathatom a fejlesztőt?
it: D: come posso supportare lo sviluppatore?
ja: Q: 開発者に寄付するにはどうすればいいですか？
ko: 질문: 개발자를 어떻게 지원할 수 있나요?
nl: V: Hoe kan ik de ontwikkelaar ondersteunen?
pl: P: Jak mogę wesprzeć dewelopera?
sv_se: Q: Hur kan jag stöda utvecklaren?
tr: S: Geliştiriciye nasıl destek olabilirim?
zh_cn: 问：如何支持开发者？

# faq_q3
source: Q: How does the setup process work once the ISO is mounted?
ar: س: كيف تعمل عملية الإعداد بمجرد تحميل ISO؟
cs_cz: Q: Jak funguje proces instalace, jakmile je ISO připojeno?
de: F: Wie funktioniert der Setup-Prozess, sobald die ISO eingebunden ist?
fr: Q : Comment fonctionne le processus de configuration une fois l'ISO monté ?
he: ש: כיצד פועל תהליך ההתקנה לאחר צפייה ב־ISO?
hu: K: Hogyan működik a beállítási folyamat az ISO csatlakoztatása után?
it: D: come funziona il processo di configurazione una volta montato il file ISO?
ja: Q: ISO がマウントされた後、セットアップ プロセスはどのように機能しますか？
ko: 질문: ISO를 마운트한 후 설정 과정은 어떻게 진행되나요?
nl: V: Hoe werkt het installatieproces zodra de ISO is gekoppeld?
pl: P: Jak przebiega proces instalacji po zainstalowaniu pliku ISO?
sv_se: Q: Hur fungerar installationsprocessen när ISO-filen är monterad?
tr: S: ISO yüklendikten sonra kurulum süreci nasıl işliyor?
zh_cn: 问：挂载 ISO 文件后，安装过程是如何进行的？

# faq_q4
source: Q: What if I encounter issues during installation?
ar: س: ماذا لو واجهت مشاكل أثناء التثبيت؟
cs_cz: Q: Co když narazím na problémy během instalace?
de: F: Was, wenn ich während der Installation auf Probleme stoße?
fr: Q : Que faire si je rencontre des problèmes lors de l’installation ?
he: ש: מה לעשות במקרה של שגיאה בהתקנה?
hu: K: Mi a teendő, ha problémákat tapasztalok a telepítés során?
it: D: e se riscontro problemi durante l'installazione?
ja: Q: インストール中に問題が発生した場合はどうすれば良いですか？
ko: 질문: 설치 중에 문제가 발생하면 어떻게 해야 하나요?
nl: V: Wat als ik problemen ondervind tijdens de installatie?
pl: P: Co jeśli napotkam problemy podczas instalacji?
sv_se: Q: Vad händer om jag stöter på problem under installationen?
tr: S: Kurulum sırasında sorunlarla karşılaşırsam ne olur?
zh_cn: 问：如果在安装过程中遇到问题怎么办？

# faq_q5
source: Q: Is it legal to use this method?
ar: س: هل من القانوني استخدام هذه الطريقة؟
cs_cz: Q: Je legální použít tuto metodu?
de: F: Ist es legal, diese Methode zu verwenden?
fr: Q : Est-il légal d’utiliser cette méthode ?
he: ש: האם מותר חוקית להשתמש בשיטה הזו?
hu: K: Legális ennek a módszernek a használata?
it: D: è legale usare questo metodo?
ja: Q: この方法を使用することは合法ですか？
ko: 질문: 이 방법을 사용하는 것이 합법인가요?
nl: V: Is het legaal om deze methode te gebruiken?
pl: P: Czy korzystanie z tej metody jest legalne?
sv_se: Q: Är det lagligt att använda denna metoden?
tr: S: Bu yöntemi kullanmak yasal mı?
zh_cn: 问：使用这种方式是否合法？

# faq_q6
source: Q: What are my alternatives if my PC is not supported?
ar: س: ما هي البدائل إذا لم يكن جهازي مدعومًا؟
cs_cz: Q: Jaké mám alternativy, pokud můj počítač není podporován?
de: F: Was sind meine Alternativen, wenn mein PC nicht unterstützt wird?
fr: Q : Quelles sont mes alternatives si mon PC n’est pas pris en charge ?
he: ש: מהן החלופות אם המחשב שלי לא נתמך?
hu: K: Milyen alternatívák vannak, ha a számítógépem nem támogatott?
it: D: quali sono le alternative se l'hardware del PC non è supportato?
ja: Q: 使用している PC がサポートされていない場合の代替手段は何でしょうか？
ko: 질문: 내 PC가 지원되지 않는 경우 어떤 대안이 있나요?
nl: V: Wat zijn mijn alternatieven als mijn PC niet wordt ondersteund?
pl: P: Jakie mam alternatywy, jeśli mój komputer nie jest wspierany?
sv_se: Q: Vilka är mina alternativ om min dator inte stöds?
tr: S: Bilgisayarım desteklenmiyorsa alternatiflerim nelerdir?
zh_cn: 问：如果我的电脑不受支持，有哪些替代方案？

# faq_q7
source: Q: Who is the developer?
ar: س: من هو المطور؟
cs_cz: Q: Kdo je vývojář?
de: F: Wer ist der Entwickler?
fr: Q : Qui est le développeur ?
he: ש: מי המפתח?
hu: K: Ki a fejlesztő?
it: D: chi è lo sviluppatore?
ja: Q: 開発者は誰ですか？
ko: 질문: 개발자는 누구인가요?
nl: V: Wie is de ontwikkelaar?
pl: P: Kto jest deweloperem?
sv_se: Q: Vem är utvecklaren?
tr: S: Geliştirici kimdir?
zh_cn: 问：开发者是谁？

# ciuView_lblPtAns
source: 1. The device is running a currently supported version of Windows 10. If the device isn't currently running a supported version of Windows 10, upgrade to a supported version of Windows 10.
ar: 1. الجهاز يعمل بإصدار مدعوم حاليًا من Windows 10. إذا لم يكن الجهاز يعمل بإصدار مدعوم حاليًا من Windows 10، قم بالترقية إلى إصدار مدعوم من Windows 10.
cs_cz: 1. Zařízení používá aktuálně podporovanou verzi Windows 10. Pokud zařízení nepoužívá podporovanou verzi Windows 10, upgradujte na podporovanou verzi Windows 10.
de: 1. Auf dem Gerät läuft eine aktuell unterstützte Version von Windows 10. Wenn auf dem Gerät aktuell keine unterstützte Version von Windows 10 läuft, führen Sie ein Upgrade auf eine unterstützte Version von Windows 10 durch.
fr: 1. L'appareil exécute une version actuellement prise en charge de Windows 10. Si l'appareil n'exécute pas actuellement une version prise en charge de Windows 10, effectuez une mise à niveau vers une version prise en charge de Windows 10.
he: 1. המכשיר פועל עם גרסה נתמכת של Windows 10. אם המכשיר לא מריץ גרסה נתמכת, יש לשדרג לגרסה נתמכת של Windows 10.
hu: 1. Az eszközön a Windows 10 jelenleg támogatott verziója fut. Ha az eszközön jelenleg nem a Windows 10 támogatott verziója fut, frissítsen a Windows 10 támogatott verziójára.
it: 1. Il dispositivo contiene una versione di Windows 10 attualmente supportata. Se nel dispositivo non è attualmente in esecuzione una versione supportata di Windows 10, aggiorna ad una versione supportata di Windows 10.
ja: 1. デバイスで現在サポートされているバージョンの Windows 10 を実行している状態である。サポートしていない Windows 10 を実行している場合は、サポートされている Windows 10 にアップグレードしてください。
ko: 1. 해당 기기는 현재 지원되는 Windows 10 버전을 실행 중입니다. 해당 기기가 현재 지원되는 Windows 10 버전을 실행하고 있지 않은 경우, 지원되는 Windows 10 버전으로 업그레이드하세요.
nl: 1. Het apparaat draait een momenteel ondersteunde versie van Windows 10. Als het apparaat momenteel geen ondersteunde versie van Windows 10 draait, upgrade dan naar een ondersteunde versie van Windows 10.
pl: 1. Na urządzeniu działa aktualnie obsługiwana wersja systemu Windows 10. Jeśli na urządzeniu nie działa obecnie obsługiwana wersja systemu Windows 10, należy uaktualnić system do obsługiwanej wersji systemu Windows 10.
sv_se: 1. Enheten kör en version av Windows 10 som stöds för närvarande. Om enheten för närvarande inte kör en version av Windows 10 som stöds, uppgradera till en version av Windows 10 som stöds.
tr: 1. Cihaz şu anda desteklenen bir Windows 10 sürümü çalıştırıyor. Cihaz şu anda desteklenen bir Windows 10 sürümü çalıştırmıyorsa, desteklenen bir Windows 10 sürümüne yükseltin.
zh_cn: 1. 设备正在运行受支持版本的 Windows 10。若设备当前未运行受支持的 Windows 10 版本，则请升级到受支持的 Windows 10 版本。

# ciuView_lblPtAns2
source: 2. The device meets
ar: 2. الجهاز يلبي
cs_cz: 2. Zařízení splňuje...
de: 2. Das Gerät erfüllt
fr: 2. L'appareil répond
he: 2. המכשיר עומד ב
hu: 2. Az eszköz megfelel
it: 2. Il dispositivo soddisfa
ja: 2. デバイスで
ko: 2. 장치가 만족합니다
nl: 2. Het apparaat voldoet aan
pl: 2. Urządzenie spełnia wymagania
sv_se: 2. Enheten uppfyller
tr: 2. Cihaz karşılar
zh_cn: 2. 该设备符合

# ciuView_lblPtAns3
source: 1. Download and run the
ar: 1. قم بتنزيل وتشغيل
cs_cz: 1. Stáhněte a spusťte...
de: 1. Prüfen mit der App
fr: 1. Téléchargez et exécutez le
he: 1. הורד והפעל את
hu: 1. Töltse le és futtassa a
it: 1. Download ed esecuzione di
ja: 1. ダウンロードで確認
ko: 1. 다운로드하고 실행하세요
nl: 1. Download en voer de
pl: 1. Pobierz i uruchom
sv_se: 1. Ladda ner och kör
tr: 1. İndirin ve çalıştırın
zh_cn: 1. 下载并运行

# ciuView_lblPtAns4
source: 2. Select the following Windows Update shortcut and then select the Check for updates button:
ar: 2. اختر اختصار تحديث Windows التالي ثم اختر زر التحقق من التحديثات:
cs_cz: 2. Vyberte následující zástupce Windows Update a poté vyberte tlačítko Zkontrolovat aktualizace:
de: 2. Wählen Sie die folgende Windows Update-Verknüpfung und dann die Schaltfläche Nach Updates suchen:
fr: 2. Sélectionnez le raccourci Windows Update suivant, puis sélectionnez le bouton Rechercher les mises à jour :
he: 2. בחר את קיצור הדרך הבא של Windows Update ולאחר מכן לחץ על הלחצן "בדוק אם קיימים עדכונים":
hu: 2. Válassza ki a következő Windows Update parancsikont, majd válassza a Frissítések keresése gombot:
it: 2. Seleziona il collegamento di Windows Update, quindi seleziona il pulsante 'Controlla aggiornamenti':
ja: 2. 次に Windows Update を選択後に「更新プログラムのチェック」ボタンを選択します:
ko: 2. 다음 Windows 업데이트 바로 가기를 선택한 다음 업데이트 확인 버튼을 선택합니다.
nl: 2. Selecteer de volgende Windows Update-snelkoppeling en selecteer vervolgens de knop Controleren op updates:
pl: 2. Wybierz następujący skrót Windows Update, a następnie wybierz przycisk Sprawdź aktualizacje:
sv_se: 2. Välj följande genväg för Windows Update och välj sedan knappen sök efter uppdateringar:
tr: 2. Aşağıdaki Windows Update kısayolunu seçin ve ardından Güncelleştirmeleri denetle düğmesini seçin:
zh_cn: 2. 单击下方 Windows 更新按钮，然后单击检查更新按钮：

# ciuView_lblPtAns5
source: 3. Your device does not meet the official requirements for Windows 11? You can apply a compatibility patch to enable the Inplace Upgrade via Windows Update.
ar: 3. جهازك لا يلبي المتطلبات الرسمية لـ Windows 11؟ يمكنك تطبيق تصحيح التوافق لتمكين الترقية المكانية عبر تحديث Windows.
cs_cz: 3. Vaše zařízení nesplňuje oficiální požadavky pro Windows 11? Můžete použít kompatibilní patch, který umožní Inplace Upgrade prostřednictvím Windows Update.
de: 3. Ihr Gerät erfüllt nicht die offiziellen Anforderungen für Windows 11? Sie können einen Kompatibilitätspatch anwenden, um das Inplace Upgrade über Windows Update zu ermöglichen.
fr: 3. Votre appareil ne répond pas aux exigences officielles de Windows 11 ? Vous pouvez appliquer un correctif de compatibilité pour activer la mise à niveau sur place via Windows Update.
he: 3. המכשיר שלך לא עומד בדרישות הרשמיות של Windows 11? ניתן להחיל טלאי תאימות כדי לאפשר שדרוג במקום דרך Windows Update.
hu: 3. Eszköze nem felel meg a Windows 11 hivatalos követelményeinek? Kompatibilitási javítás alkalmazásával engedélyezheti a helyben történő frissítést a Windows Update szolgáltatáson keresztül.
it: 3. Il dispositivo non soddisfa i requisiti ufficiali per Windows 11? È possibile applicare una patch di compatibilità per abilitare l'aggiornamento inplace tramite Windows Update.
ja: 3. 使用しているデバイスは Windows 11 の要件を満たしていませんか？互換性パッチを適用して、Windows Update 経由でのインプレース アップグレードを有効化することができます。
ko: 3. 기기가 Windows 11 공식 요구 사항을 충족하지 못하시나요? Windows 업데이트를 통해 호환성 패치를 적용하여 현재 위치 업그레이드를 활성화할 수 있습니다.
nl: 3. Voldoet uw apparaat niet aan de officiële vereisten voor Windows 11? U kunt een compatibiliteitspatch toepassen om de In-place upgrade via Windows Update in te schakelen.
pl: 3. Twoje urządzenie nie spełnia oficjalnych wymagań systemu Windows 11? Możesz zastosować poprawkę zgodności, aby włączyć aktualizację w miejscu za pośrednictwem Windows Update.
sv_se: 3. Din enhet uppfyller inte de officiella kraven för Windows 11? Du kan använda en kompatibilitetskorrigering för att aktivera uppgradering på plats via Windows Update.
tr: 3. Cihazınız Windows 11'in resmi gereksinimlerini karşılamıyor mu? Windows Update aracılığıyla Yerinde Yükseltmeyi etkinleştirmek için bir uyumluluk yaması uygulayabilirsiniz.
zh_cn: 3. 您的设备不支持 Windows 11 官方安装流程？您可安装兼容补丁来启用 Windows 更新中的内置升级

# ciuView_lblPtHdr
source: An existing Windows 10 device can be upgraded to Windows 11 if it meets the following criteria:
ar: يمكن ترقية جهاز Windows 10 الحالي إلى Windows 11 إذا كان يلبي المعايير التالية:
cs_cz: Stávající zařízení s Windows 10 lze upgradovat na Windows 11, pokud splňuje následující kritéria:
de: Ein vorhandenes Windows 10-Gerät kann auf Windows 11 aktualisiert werden, wenn es die folgenden Kriterien erfüllt:
fr: Un appareil Windows 10 existant peut être mis à niveau vers Windows 11 s'il répond aux critères suivants :
he: ניתן לשדרג מכשיר עם Windows 10 לגרסה 11 אם הוא עומד בקריטריונים הבאים:
hu: Egy meglévő Windows 10-es eszköz frissíthető Windows 11-re, ha megfelel az alábbi feltételeknek:
it: Un dispositivo con una installazione Windows 10 esistente può essere aggiornata a Windows 11 se soddisfa i seguenti criteri:
ja: 既存の Windows 10 デバイスは、次の条件を満たしている場合に Windows 11 にアップグレードできます:
ko: 다음 기준을 충족하는 경우 기존 Windows 10 장치를 Windows 11로 업그레이드할 수 있습니다.
nl: Een bestaand Windows 10-apparaat kan worden geüpgraded naar Windows 11 als het voldoet aan de volgende criteria:
pl: Istniejące urządzenie z systemem Windows 10 może zostać uaktualnione do systemu Windows 11, jeśli spełnia następujące kryteria:
sv_se: En befintlig Windows 10-enhet kan uppgraderas till Windows 11 om den uppfyller följande kriterier:
tr: Mevcut bir Windows 10 cihazı, aşağıdaki ölçütleri karşılıyorsa Windows 11'e yükseltilebilir:
zh_cn: 若满足以下条件，当前运行 Windows 10 的设备可直接升级到 Windows11：
