Repository: officialmwanzu/Flyby11
Catalog: Flyby11-deprecated/Flyby11/Locales/Strings.*.resx
Languages: ar, cs_cz, de, fr, he, hu, it, ja, ko, nl, pl, sv_se, tr, zh_cn

# compPatch_debugCancel
source: Bypass patch canceled by user.
ar: تم إلغاء التصحيح بواسطة المستخدم.
cs_cz: Bypass patch zrušen uživatelem.
de: Umgehungspatch vom Benutzer abgebrochen.
fr: Patch de contournement annulé par l'utilisateur.
he: החלת טלאי העקיפה בוטלה על ידי המשתמש.
hu: A felhasználó megszakította a javítás megkerülését.
it: Installazione patch bypass annullata dall'utente.
ja: バイパスパッチはユーザーによってキャンセルされました。
ko: 사용자가 바이패스 패치를 취소했습니다.
nl: Omzeilingspatch geannuleerd door gebruiker.
pl: Łatka pomijająca została anulowana przez użytkownika.
sv_se: Förbikoppling avbruten av användaren.
tr: Baypas yaması kullanıcı tarafından iptal edildi.
zh_cn: 用户取消安装绕过补丁

# compPatch_debugNotRemovableDrive
source: User attempted to select a non-removable drive.
ar: حاول المستخدم اختيار محرك أقراص غير قابل للإزالة.
cs_cz: Uživatel nevybral výměné zařízení.
de: Benutzer hat versucht, ein nicht entfernbares Laufwerk auszuwählen.
fr: L'utilisateur a tenté de sélectionner un lecteur non amovible.
he: המשתמש ניסה לבחור כונן שאינו נשלף.
hu: A felhasználó megpróbált kiválasztani egy nem cserélhető meghajtót.
it: L'utente ha selezionato un'unità non rimovibile.
ja: ユーザーがリムーバブルでないドライブを選択しようとしました。
ko: 사용자가 제거할 수 없는 드라이브를 선택하려고 했습니다.
nl: Gebruiker probeerde een niet-verwisselbaar station te selecteren.
pl: Użytkownik próbował wybrać niewysuwalny nośnik.
sv_se: Användaren försökte välja en icke flyttbar enhet.
tr: Kullanıcı çıkarılamayan bir sürücü seçmeye çalıştı.
zh_cn: 用户尝试选择了一个不可弹出的设备。

# compPatch_debugNoUSBDrive
source: No USB drive selected for patching.
ar: لم يتم اختيار أي محرك أقراص USB للتصحيح.
cs_cz: Nebyl vybrán USB disk pro záplatování.
de: Es wurde kein USB-Laufwerk für den Patch ausgewählt.
fr: Aucune clé USB sélectionnée pour le correctif.
he: לא נבחר כונן USB לצורך החלת הטלאי.
hu: Nincs USB-meghajtó kiválasztva a javításhoz.
it: Nessuna unità USB selezionata per l'installazione della patch.
ja: パッチを適用する USB ドライブが選択されていません。
ko: 패치할 USB 드라이브를 선택하지 않았습니다.
nl: Geen USB-station geselecteerd voor patching.
pl: Brak wybranego nośnika USB do aplikowania łatki.
sv_se: Ingen USB-enhet har valts för modifiering.
tr: Yama için USB sürücüsü seçilmedi.
zh_cn: 未选择 USB 设备来安装绕过补丁。

# compPatch_msgFailedEx
source: Failed to apply bypass patch:
ar: فشل في تطبيق التصحيح:
cs_cz: Chyba při aplikování "bypass" záplaty:
de: Fehler beim Anwenden des Umgehungspatches:
fr: Échec de l'application du correctif de contournement :
he: החלת טלאי העקיפה נכשלה:
hu: Nem sikerült alkalmazni a bypass javítást:
it: Impossibile applicare la patch bypass:
ja: バイパスパッチの適用に失敗しました:
ko: 바이패스 패치 적용에 실패했습니다:
nl: Fout bij toepassen van omzeilingspatch:
pl: Aplikacja pomijającej łatki zakończyła się niepowodzeniem:
sv_se: Det gick inte att utföra modifieringen av förbikopplingen:
tr: Baypas yaması uygulanamadı:
zh_cn: 安装绕过补丁失败：

# compPatch_msgNotRemovableDrive
source: The selected path is not a removable drive. Please select a USB drive.
ar: المسار المحدد ليس محرك أقراص قابل للإزالة. يرجى اختيار محرك أقراص USB.
cs_cz: Zvolená cesta není vyměnitelný disk. Prosím zvolte USB disk.
de: Der ausgewählte Pfad ist kein entfernbares Laufwerk. Bitte wähle ein USB-Laufwerk aus.
fr: Le chemin sélectionné n'est pas un lecteur amovible. Veuillez sélectionner une clé USB.
he: הנתיב שנבחר אינו כונן נשלף. אנא בחר כונן USB.
hu: A kiválasztott elérési út nem cserélhető meghajtó. Válasszon egy USB-meghajtót.
it: Il percorso selezionato non è un'unità rimovibile.\nSeleziona un'unità USB.
ja: 選択したパスはリムーバブルドライブではありません。USB ドライブを選択してください。
ko: 선택한 경로는 이동식 드라이브가 아닙니다. USB 드라이브를 선택하세요.
nl: Het geselecteerde pad is geen verwisselbaar station. Selecteer een USB-station.
pl: Wybrana ścieżka nie jest wysuwalnym nośnikiem. Wybierz nośnik USB.
sv_se: Den valda sökvägen är inte en flyttbar enhet. Välj en USB-enhet.
tr: Seçilen yol çıkarılabilir bir sürücü değil. Lütfen bir USB sürücüsü seçin.
zh_cn: 已选位置不是一个可弹出的设备。请选择一个正确的 USB 设备。

# compPatch_msgSelectDrive
source: Select the USB drive containing your Windows 11 installation files.\nThis feature adds a compatibility patch to bypass certain system requirements.\nCompatible with drives prepared by any tool, including Rufus. Ensure the drive is ready!
ar: اختر محرك أقراص USB الذي يحتوي على ملفات تثبيت Windows 11 الخاصة بك.\nتضيف هذه الميزة تصحيح توافق لتجاوز متطلبات النظام معينة.\nمتوافق مع الأقراص المعدة بواسطة أي أداة، بما في ذلك Rufus. تأكد من أن المحرك جاهز!
cs_cz: Vyberte USB disk obsahující instalační soubory Windows 11. \nTato funkce přidává kompatibilní záplatu, která obejde určité systémové požadavky. \nKompatibilní s disky připravenými jakýmkoli nástrojem, včetně Rufus. Ujistěte se, že je disk připraven!
de: Wähle das USB-Laufwerk aus, das deine Windows 11-Installationsdateien enthält.\nDiese Funktion fügt einen Kompatibilitäts-Patch hinzu, um bestimmte Systemanforderungen zu umgehen.\nKompatibel mit Laufwerken, die mit jedem Tool vorbereitet wurden, einschließlich Rufus. Stelle sicher, dass das Laufwerk bereit ist!
fr: Sélectionnez la clé USB contenant vos fichiers d'installation de Windows 11.\nCette fonctionnalité ajoute un correctif de compatibilité pour contourner certaines exigences système.\nCompatible avec les lecteurs préparés par n'importe quel outil, y compris Rufus. Assurez-vous que le lecteur est prêt !
he: בחר את כונן ה-USB שמכיל את קובצי ההתקנה של Windows 11.\nפונקציה זו מוסיפה טלאי תאימות כדי לעקוף דרישות מערכת מסוימות.\nתואם לכוננים שהוכנו בכלים שונים, כולל Rufus. ודא שהכונן מוכן!
hu: Válassza ki a Windows 11 telepítőfájljait tartalmazó USB-meghajtót.\nEz a funkció kompatibilitási javítást ad hozzá bizonyos rendszerkövetelmények megkerüléséhez.\nKompatibilis bármely eszközzel előkészített meghajtókkal, beleértve a Rufust is. Győződjön meg arról, hogy a meghajtó készen áll!
it: Seleziona l'unità USB contenente i file di installazione di Windows 11.\ntQuesta funzione aggiunge una patch di compatibilità per bypassare determinati requisiti di sistema.\nÈ compatibile con le unità preparate da qualsiasi strumento, incluso Rufus.\nAssicurati che l'unità sia pronta!
ja: Windows 11 インストールファイルを含む USB ドライブを選択します。\nこの機能は、特定のシステム要件を回避するための互換性パッチを追加します。\nRufus を含む任意のツールで準備されたドライブと互換性があります。\nドライブの準備ができていることを確認してください！
ko: Windows 11 설치 파일이 들어 있는 USB 드라이브를 선택하세요.\n이 기능은 특정 시스템 요구 사항을 우회하는 호환성 패치를 추가합니다.\nRufus를 포함한 모든 도구로 준비된 드라이브와 호환됩니다. 드라이브가 준비되었는지 확인하세요!
nl: Selecteer het USB-station met uw Windows 11 installatiebestanden.\nDeze functie voegt een compatibiliteitspatch toe om bepaalde systeemeisen te omzeilen.\nCompatibel met stations die zijn voorbereid met elke tool, inclusief Rufus. Zorg ervoor dat het station klaar is!
pl: Wybierz nośnik USB zawierający instalator Windowsa 11.\nTa funkcja dodaje kompatybilną łatką do pominięcia pewnych wymagań systemowych.\nKompatybilny z nośnikami przygotowanymi przez dowolne narzędzie, w tym Rufusa. Upewnij się, że ten nośnik jest gotowy!
sv_se: Välj USB-enheten som innehåller dina Windows 11-installationsfiler.\nDen här funktionen lägger till en kompatibilitetsändring för att kringgå vissa systemkrav.\nKompatibel med enheter förberedda av alla verktyg, inklusive Rufus. Se till att enheten är klar!
tr: Windows 11 kurulum dosyalarınızı içeren USB sürücüsünü seçin.\nBu özellik, belirli sistem gereksinimlerini atlatmak için bir uyumluluk yaması ekler.\nRufus dahil olmak üzere herhangi bir araç tarafından hazırlanan sürücülerle uyumludur. Sürücünün hazır olduğundan emin olun!
zh_cn: 请选择包含 Windows 11 安装文件的 USB 设备。\n该功能用于添加兼容性补丁来绕过某些强制要求。\n兼容由任何工具（包括 Rufus）准备的设备。请确保设备已准备好！

# compPatch_msgSelectDriveConfirm
source: This will apply compatibility bypass settings on the selected USB drive. Continue?
ar: سيتم تطبيق إعدادات تجاوز التوافق على محرك أقراص USB المحدد. هل تريد المتابعة؟
cs_cz: Tímto se na vybraný USB disk použijí nastavení pro obejití kompatibility ("bypass"). Pokračovat?
de: Dies wird die Kompatibilitäts-Umgehungseinstellungen auf das ausgewählte USB-Laufwerk anwenden. Fortfahren?
fr: Cela appliquera les paramètres de contournement de compatibilité sur la clé USB sélectionnée. Continuer ?
he: פעולה זו תחיל הגדרות עקיפת תאימות על כונן ה-USB שנבחר. להמשיך?
hu: Ez alkalmazza a kompatibilitási megkerülési beállításokat a kiválasztott USB-meghajtón. Folytassuk?
it: Ciò applicherà le impostazioni di bypass compatibilità nell'unità USB selezionata.\nVuoi continuare?
ja: 選択した USB ドライブに互換性バイパス設定が適用されます。続行しますか？
ko: 선택한 USB 드라이브에 호환성 우회 설정이 적용됩니다. 계속하시겠습니까?
nl: Dit zal compatibiliteits-omzeilingsinstellingen toepassen op het geselecteerde USB-station. Doorgaan?
pl: To zaaplikuje ustawienia pomijające wymagania na tym wybranym nośniku USB. Czy chcesz kontynuować?
sv_se: Detta kommer att verkställa ändringar för förbikoppling av kompatibilitet på den valda USB-enheten. Fortsätta?
tr: Bu, seçili USB sürücüsünde uyumluluk atlama ayarlarını uygulayacaktır. Devam etmek istiyor musunuz?
zh_cn: 即将在 USB 设备中安装兼容性绕过补丁。继续？

# compPatch_msgSuccess
source: Bypass patch applied successfully!
ar: تم تطبيق التصحيح بنجاح!
cs_cz: Záplata pro obejití ("bypass") byla úspěšně aplikována!
de: Umgehungspatch wurde erfolgreich angewendet!
fr: Le patch de contournement a été appliqué avec succès !
he: טלאי העקיפה הוחל בהצלחה!
hu: A bypass tapasz sikeresen alkalmazva!
it: Patch bypass applicata correttamente!
ja: バイパスパッチが正常に適用されました。
ko: 바이패스 패치가 성공적으로 적용되었습니다!
nl: Omzeilingspatch succesvol toegepast!
pl: Łatka pomijająca wymagania systemowe została pomyślnie zaaplikowana!
sv_se: Förbikoppling klar!
tr: Baypas yaması başarıyla uygulandı!
zh_cn: 绕过补丁已成功安装！

# ctl_FormTitle
source: Flyby11 Upgrading Assistant
ar: مساعد ترقية Flyby11
cs_cz: Asistent pro upgrade Flyby11
de: Flyby11 Upgrade-Assistent
fr: Assistant de mise à niveau Flyby11
he: מסייע השדרוג Flyby11
hu: Flyby11 frissítési segéd
it: Assistente aggiornamento Flyby11
ja: Flyby11 アップグレードアシスタント
ko: Flyby11 업그레이드 도우미
nl: Flyby11 Upgrade-assistent
pl: Flyby11 Asystent Uaktualnienia
sv_se: Flyby11 uppgraderingsassistent
tr: Flyby11 Yükseltme Asistanı
zh_cn: Flyby11 升级助手

# ctl_inkCompPatch
source: Apply Compatibility Patch to ISO (Clean Install)
ar: تطبيق تصحيح التوافق على ISO (تثبيت نظيف)
cs_cz: Použít záplatu pro kompatibility na ISO (čistá instalace)
de: Kompatibilitäts-Patch auf ISO anwenden (Saubere Installation)
fr: Appliquer le correctif de compatibilité à l'ISO (installation propre)
he: החל טלאי תאימות על ISO (התקנה נקייה)
hu: Alkalmazza a kompatibilitási javítást az ISO -ra (tiszta telepítés)
it: Applica patch compatibilità a file ISO (installazione pulita)
ja: ISO に互換性パッチを適用する (クリーンインストール)
ko: ISO에 호환성 패치 적용 (새로 설치)
nl: Compatibiliteitspatch toepassen op ISO (Schone installatie)
pl: Zaaplikuj łatkę kompatybilności do obrazu ISO (czysta instalacja)
sv_se: Applicera kompatibilitetskorrigering på ISO-filen (ren installation)
tr: Uyumluluk Yaması'nı ISO'ya Uygula (Temiz Kurulum)
zh_cn: 为 ISO 应用兼容性补丁（全新安装）

# ctl_linkCiuv
source: Can I upgrade to Windows 11?
ar: هل يمكنني الترقية إلى Windows 11؟
cs_cz: Mohu upgradovat na Windows 11?
de: Kann ich auf Windows 11 upgraden?
fr: Puis-je passer à Windows 11 ?
he: האם אני יכול לשדרג ל-Windows 11?
hu: Frissíthetek Windows 11-re?
it: Posso eseguire l'aggiornamento a Windows 11?
ja: Windows 11 にアップグレード可能ですか？
ko: Windows 11로 업그레이드할 수 있나요?
nl: Kan ik upgraden naar Windows 11?
pl: Czy mogę zaktualizować do Windowsa 11?
sv_se: Kan jag uppgradera till Windows 11?
tr: Windows 11'e yükseltebilir miyim?
zh_cn: 我的设备支持升级到 Windows 11 吗？

# ctl_linkVote
source: Did the upgrade work?
ar: هل نجحت الترقية؟
cs_cz: Fungoval upgrade?
de: Hat das Upgrade funktioniert?
fr: La mise à niveau a-t-elle fonctionné ?
he: האם השדרוג הצליח?
hu: Működött a frissítés?
it: L'aggiornamento ha funzionato? Segnalacelo!
ja: アップグレードは成功しましたか？
ko: 업그레이드가 제대로 됐나요?
nl: Werkte de upgrade?
pl: Czy te uaktualnienie zadziałało?
sv_se: Fungerade uppgraderingen?
tr: Yükseltme işe yaradı mı?
zh_cn: 升级对您来说有用吗？

# ctl_statusLabel
source: Drag and drop the Windows 11 ISO to patch it and install on unsupported hardware (Inplace Upgrade).
ar: اسحب وأفلت ملف ISO الخاص بـ Windows 11 لتصحيحه وتثبيته على الأجهزة غير المدعومة (ترقية مكانية).
cs_cz: Přetáhněte Windows 11 ISO, abyste jej opravili a nainstalovali na nepodporovaný hardware (místní upgrade).
de: Ziehe die Windows 11 ISO hierher, um sie zu patchen und auf nicht unterstützter Hardware zu installieren (Inplace-Upgrade).
fr: Glissez et déposez l'ISO Windows 11 pour le corriger et l'installer sur du matériel non pris en charge (mise à niveau sur place).
he: גרור את קובץ ה־ISO של Windows 11 לכאן כדי להחיל עליו טלאי ולהתקין על חומרה שאינה נתמכת (שדרוג במקום).
hu: Húzza a Windows 11 ISO-t a javításhoz és a nem támogatott hardverre való telepítéshez (Helyi frissítés).
it: Trascina e rilascia il file ISO di Windows per patcharlo ed installare con hardware non supportato (aggiornamento inplace).
ja: Windows 11 の ISO をドラッグ アンド ドロップでパッチを適用してサポートされていないハードウェアにインストール (インプレース アップグレード)
ko: Windows 11 ISO를 끌어서 놓아 패치하고 지원되지 않는 하드웨어에 설치합니다 (내부 업그레이드).
nl: Sleep de Windows 11 ISO hierheen om het te patchen en te installeren op niet-ondersteunde hardware (In-place upgrade).
pl: Przeciągnij i upuść obraz ISO Windowsa 11, żeby go załatać i zainstalować na niewspieranym sprzęcie (aktualizacja na miejscu).
sv_se: Dra och släpp Windows 11 ISO-filen för att förbikoppla och installera den på hårdvara som inte stöds (uppgradering på plats).
tr: Windows 11 ISO'yu sürükleyip bırakarak yama yapın ve desteklenmeyen donanımlara yükleyin (Yerinde Yükseltme).
zh_cn: 拖入 Windows 11 ISO 文件来安装补丁，以支持安装进不支持的硬件（直接升级）。

# faq_a1
source: A: You can download the latest ISO from the official Microsoft website or use the Fido Downloader.
ar: ج: يمكنك تنزيل أحدث ISO من الموقع الرسمي لشركة Microsoft أو استخدام Fido Downloader.
cs_cz: O: Můžete si stáhnout nejnovější ISO z oficiálních stránek Microsoftu nebo použít Fido Downloader.
de: A: Du kannst die neueste ISO von der offiziellen Microsoft-Website herunterladen oder den Fido Downloader verwenden.
fr: R : Vous pouvez télécharger la dernière version ISO à partir du site Web officiel de Microsoft ou utiliser Fido Downloader.
he: ת: ניתן להוריד את קובץ ה־ISO העדכני מאתר מיקרוסופט הרשמי או בעזרת Fido Downloader.
hu: V: Letöltheti a legújabb ISO-t a Microsoft hivatalos webhelyéről, vagy használhatja a Fido Downloadert.
it: R: puoi scaricare la versione ISO più recente dal sito web ufficiale di Microsoft o usare il downloader di Fido.
ja: A: 最新の ISO は Microsoft の公式 ウェブサイトからダウンロードか、Fido Downloader が使用できます。
ko: 답변: Microsoft 공식 웹사이트에서 최신 ISO를 다운로드하거나 Fido 다운로더를 사용할 수 있습니다.
nl: A: U kunt de nieuwste ISO downloaden van de officiële Microsoft-website of de Fido Downloader gebruiken.
pl: O: Możesz pobrać najnowszy obraz ISO z oficjalnej strony Microsoft lub użyć pobieracza Fido.
sv_se: A: Du kan ladda ner den senaste ISO-filen från den officiella Microsoft-webbplatsen eller använda Fido Downloader.
tr: C: En son ISO'yu resmi Microsoft web sitesinden indirebilir veya Fido Downloader'ı kullanabilirsiniz.
zh_cn: 答：您可从微软官方网站或 Fido 下载器下载最新版 ISO

# faq_a2
source: A: If you've successfully installed Windows 11 and saved some money, feel free to leave a little something as a thank-you here.
ar: ج: إذا قمت بتثبيت Windows 11 بنجاح ووفرت بعض المال، فلا تتردد في ترك شيء صغير كعلامة شكر هنا.
cs_cz: O: Pokud jste úspěšně nainstalovali Windows 11 a ušetřili nějaké peníze, neváhejte zde zanechat malý příspěvek jako poděkování.
de: A: Wenn du Windows 11 erfolgreich installiert hast und dabei etwas Geld gespart hast, kannst du hier gerne ein kleines Dankeschön hinterlassen. Deine Unterstützung hält das Projekt am Leben – und hilft auch anderen.
fr: R : Si vous avez réussi à installer Windows 11 et à économiser de l'argent, n'hésitez pas à laisser un petit quelque chose en guise de remerciement ici.
he: ת: אם הצלחת להתקין את Windows 11 וחסכת כסף – תוכל להשאיר כאן תרומה קטנה כהוקרת תודה.
hu: V: Ha sikeresen telepítette a Windows 11-et, és pénzt takarított meg, nyugodtan hagyjon itt egy kis köszönetet.
it: R: se hai installato correttamente Windows 11 e hai risparmiato un po' di soldi, non esitare a lasciare qualcosa come ringraziamento qui.
ja: A: Windows 11 を正常にインストールできてコストが節約できた場合は、ぜひこちらで感謝の気持ちをお伝えください。
ko: 답변: Windows 11을 성공적으로 설치하고 비용을 약간 절약했다면 감사의 표시로 여기에 작은 글을 남겨주세요.
nl: A: Als u Windows 11 succesvol heeft geïnstalleerd en wat geld heeft bespaard, voel je vrij om hier een kleine donatie als dank achter te laten.
pl: O: Jeśli udało ci się zainstalować system Windows 11 i zaoszczędzić trochę pieniędzy, możesz zostawić tutaj małe podziękowanie.
sv_se: A: Om du lyckas installera Windows 11 och sparat lite pengar, lämna gärna något som tack för hjälpen här.
tr: C: Windows 11'i başarıyla kurduysanız ve biraz para biriktirdiyseniz, buraya teşekkür amaçlı küçük bir şey bırakmaktan çekinmeyin.
zh_cn: 答：如果您因本程序成功安装了 Windows 11，并让您省了点钱。可以随意在这里留下点小小的感谢！

# faq_a2Link
source: Click here to donate and show your support.
ar: انقر هنا للتبرع وإظهار دعمك.
cs_cz: Klikněte zde, abyste přispěli a vyjádřili svou podporu.
de: Klicke hier, um zu spenden und deine Unterstützung zu zeigen.
fr: Cliquez ici pour faire un don et montrer votre soutien.
he: לחץ כאן כדי לתרום ולהביע תמיכה.
hu: Kattintson ide, hogy adományozzon és kifejezze támogatását.
it: Clic qui per donare e dimostrare il tuo supporto.
ja: 寄付をして開発をサポートするには、ここをクリックしてください。
ko: 여기를 클릭하여 기부하고 지지를 표해주세요.
nl: Klik hier om te doneren en uw steun te tonen.
pl: Kliknij tutaj, aby wesprzeć mnie i okazać Twoje wsparcie.
sv_se: Klicka här för att donera och visa ditt stöd.
tr: Bağışta bulunmak ve desteğinizi göstermek için buraya tıklayın.
zh_cn: 点击这里捐赠并表达您的支持。

# faq_a3
source: A: Once the ISO is mounted, the setup process runs in the background. The Windows installer starts, guiding you through the steps required to install Windows 11 on your machine.
ar: ج: بمجرد تحميل ISO، يتم تشغيل عملية الإعداد في الخلفية. يبدأ مثبت Windows، موجهًا إياك خلال الخطوات المطلوبة لتثبيت Windows 11 على جهازك.
cs_cz: O: Jakmile je ISO připojeno, proces instalace běží na pozadí. Instalátor Windows se spustí a provede vás kroky potřebnými k instalaci Windows 11 na váš počítač.
de: A: Sobald die ISO eingebunden ist, läuft der Setup-Prozess im Hintergrund. Der Windows-Installer startet und führt dich durch die erforderlichen Schritte, um Windows 11 auf deinem Gerät zu installieren.
fr: R : Une fois l'ISO monté, le processus d'installation s'exécute en arrière-plan. Le programme d'installation de Windows démarre et vous guide à travers les étapes requises pour installer Windows 11 sur votre ordinateur.
he: ת: לאחר שה־ISO נצפה (mount), תהליך ההתקנה פועל ברקע. מתקין Windows יתחיל וידריך אותך בשלבים הנדרשים להתקנה.
hu: V: Az ISO csatlakoztatása után a beállítási folyamat a háttérben fut. Elindul a Windows telepítője, amely végigvezeti Önt a Windows 11 gépre történő telepítéséhez szükséges lépéseken.
it: R: una volta montato il file ISO, il processo di configurazione verrà eseguito in background. Il programma di installazione di Windows si avvia, guidando i passaggi necessari per installare Windows 11 nel dispositivo.
ja: A: ISO がマウントされるとセットアップ プロセスがバックグラウンドで実行されます。Windows インストーラーが起動し、マシンに Windows 11 をインストールするための必要な手順が案内されます。
ko: 답변: ISO가 마운트되면 설치 프로세스가 백그라운드에서 실행됩니다. Windows 설치 프로그램이 시작되어 컴퓨터에 Windows 11을 설치하는 데 필요한 단계를 안내합니다.
nl: A: Zodra de ISO is gekoppeld, wordt het installatieproces op de achtergrond uitgevoerd. Het Windows-installatieprogramma start en begeleidt u door de stappen die nodig zijn om Windows 11 op uw machine te installeren.
pl: O: Po zamontowaniu obrazu ISO proces instalacji przebiega w tle. Zostanie uruchomiony instalator systemu Windows, który poprowadzi użytkownika przez kolejne kroki wymagane do zainstalowania systemu Windows 11 na komputerze.
sv_se: A: När ISO-filen är monterad körs installationsprocessen i bakgrunden. Windows-installationsprogrammet startar och guidar dig genom stegen som krävs för att installera Windows 11 på din dator.
tr: C: ISO yüklendikten sonra kurulum süreci arka planda çalışır. Windows yükleyicisi başlar ve makinenize Windows 11'i yüklemek için gereken adımlarda size rehberlik eder.
zh_cn: 答：一旦 ISO 文件被挂载，安装过程将在后台运行。Windows 安装程序会启动，并引导您完成安装 Windows 11 所需的各项步骤。

# faq_a4
source: A: Please check the error messages and report it on GitHub.
ar: ج: يرجى التحقق من رسائل الخطأ والإبلاغ عنها على GitHub.
cs_cz: O: Zkontrolujte prosím chybové zprávy a nahlaste je na GitHubu.
de: A: Bitte überprüfe die Fehlermeldungen und melde sie auf GitHub.
fr: R : Veuillez vérifier les messages d’erreur et les signaler sur GitHub.
he: ת: בדוק את הודעות השגיאה ודווח עליהן ב-GitHub.
hu: V: Kérjük, ellenőrizze a hibaüzeneteket, és jelentse a GitHubon.
it: R: controlla i messaggi di errore e segnalali in GitHub.
ja: A: エラーメッセージを確認して GitHub で報告してください。
ko: 답변: 오류 메시지를 확인하시고 GitHub에 보고해 주세요.
nl: A: Controleer de foutmeldingen en rapporteer het op GitHub.
pl: O: Proszę sprawdzić wiadomości błędów i zgłosić je na GitHubie.
sv_se: A: Kontrollera felmeddelandena och rapportera det på GitHub.
tr: C: Lütfen hata mesajlarını kontrol edin ve GitHub'a bildirin.
zh_cn: 答：请检查错误信息，并将其报告到 GitHub 上。
