Repository: officialmwanzu/Flyby11
Catalog: Flyby11-deprecated/Flyby11/Locales/Strings.*.resx
Languages: ar, cs_cz, de, fr, he, hu, it, ja, ko, nl, pl, sv_se, tr, zh_cn

# ciuView_lblPtHdr2
source: To see if a Windows 10 device is eligible to upgrade to Windows 11, follow one of these options:
ar: للتحقق مما إذا كان جهاز Windows 10 مؤهلاً للترقية إلى Windows 11، اتبع إحدى هذه الخيارات:
cs_cz: Chcete-li zjistit, zda je zařízení s Windows 10 způsobilé k upgradu na Windows 11, postupujte podle jedné z těchto možností:
de: Um festzustellen, ob ein Windows 10-Gerät für ein Upgrade auf Windows 11 berechtigt ist, folgen Sie einer dieser Optionen:
fr: Pour voir si un appareil Windows 10 est éligible à la mise à niveau vers Windows 11, suivez l'une de ces options :
he: כדי לבדוק אם מכשיר Windows 10 זכאי לשדרוג ל-Windows 11, בצע אחת מהאפשרויות הבאות:
hu: Ha meg szeretné tudni, hogy egy Windows 10-es eszköz jogosult-e a Windows 11-re való frissítésre, kövesse az alábbi lehetőségek egyikét:
it: Per vedere se un dispositivo Windows 10 è idoneo a passare a Windows 11, segui una di queste opzioni:
ja: Windows 10 デバイスが Windows 11 にアップグレードできるかどうかを確認するには、次のいずれかのオプションに従ってください。
ko: Windows 10 장치가 Windows 11로 업그레이드할 수 있는지 확인하려면 다음 옵션 중 하나를 따르세요.
nl: Om te zien of een Windows 10-apparaat in aanmerking komt voor upgrade naar Windows 11, volg een van deze opties:
pl: Aby sprawdzić, czy urządzenie z systemem Windows 10 kwalifikuje się do uaktualnienia do systemu Windows 11, wykonaj jedną z poniższych opcji:
sv_se: För att kontrollera om en Windows 10-enhet är lämplig att uppgradera till Windows 11, följ ett av dessa alternativ:
tr: Bir Windows 10 cihazının Windows 11'e yükseltmeye uygun olup olmadığını görmek için şu seçeneklerden birini izleyin:
zh_cn: 要查看 Windows 10 设备是否符合升级到 Windows 11 的条件，请按照以下其中一个选项来检查：

# ciuView_linkPtAns2
source: the minimum hardware specifications to run Windows 11.
ar: المواصفات الدنيا للأجهزة لتشغيل Windows 11.
cs_cz: minimální hardwarové požadavky pro spuštění Windows 11.
de: die Mindesthardwarespezifikationen zum Ausführen von Windows 11.
fr: les spécifications matérielles minimales pour exécuter Windows 11.
he: המפרט המינימלי להפעלת Windows 11.
hu: a Windows 11 futtatásához szükséges minimális hardverspecifikációk.
it: Le specifiche hardware minime per eseguire Windows 11.
ja: Windows 11 を実行するための最小ハードウェア仕様を確認する。
ko: Windows 11을 실행하기 위한 최소 하드웨어 사양.
nl: de minimale hardwarespecificaties om Windows 11 uit te voeren.
pl: minimalne specyfikacje sprzętowe umożliwiające uruchomienie systemu Windows 11.
sv_se: de minsta hårdvaruspecifikationerna för att köra Windows 11.
tr: Windows 11'i çalıştırmak için gereken minimum donanım özellikleri.
zh_cn: 运行 Windows 11 的最低硬件规格要求。

# ciuView_linkPtAns3
source: WhyNotWin11 app to confirm your device meets the minimum system requirements
ar: تطبيق WhyNotWin11 لتأكيد أن جهازك يلبي الحد الأدنى من متطلبات النظام
cs_cz: Aplikace WhyNotWin11 pro potvrzení, že vaše zařízení splňuje minimální systémové požadavky.
de: WhyNotWin11-App, um zu bestätigen, dass Ihr Gerät die Mindestsystemanforderungen erfüllt
fr: Application WhyNotWin11 pour confirmer que votre appareil répond à la configuration minimale requise
he: אפליקציית WhyNotWin11 לאימות עמידת המכשיר בדרישות המערכת המינימליות
hu: WhyNotWin11 alkalmazás annak megerősítéséhez, hogy a készülék megfelel a minimális rendszerkövetelményeknek
it: l'app WhyNotwin11 per confermare se il dispositivo soddisfa i requisiti minimi di sistema
ja: WhyNotWin11 で最小のシステム要件を満たしているか確認できます。
ko: WhyNotWin11 앱을 사용하여 기기가 최소 시스템 요구 사항을 충족하는지 확인하세요.
nl: WhyNotWin11-app om te bevestigen dat uw apparaat voldoet aan de minimumsysteemvereisten
pl: Aplikacja WhyNotWin11, aby potwierdzić, że urządzenie spełnia minimalne wymagania systemowe
sv_se: WhyNotWin11-appen för att bekräfta att din enhet uppfyller de lägsta systemkraven
tr: Cihazınızın minimum sistem gereksinimlerini karşıladığını doğrulamak için WhyNotWin11 uygulaması
zh_cn: WhyNotWin11 应用来确认您的设备是否符合最低硬件规格要求

# msg_InstallReady
source: Windows 11 installation can now proceed. Please follow the instructions in the setup window.
ar: يمكن الآن متابعة تثبيت Windows 11. يرجى اتباع التعليمات في نافذة الإعداد.
cs_cz: Instalace Windows 11 může nyní pokračovat. Postupujte prosím podle pokynů v okně nastavení.
de: Die Windows 11-Installation kann jetzt fortgesetzt werden. Bitte folge den Anweisungen im Setup-Fenster.
fr: L'installation de Windows 11 peut maintenant commencer. Veuillez suivre les instructions dans la fenêtre d'installation.
he: ניתן כעת להמשיך בהתקנת Windows 11. נא לעקוב אחר ההוראות בחלון ההתקנה.
hu: A Windows 11 telepítése most folytatható. Kérjük, kövesse a beállítási ablakban található utasításokat.
it: L'installazione di Windows 11 può ora procedere. Segui le istruzioni nella finestra di configurazione.
ja: Windows 11 のインストールを続行できます。セットアップ ウィンドウの指示に従ってください。
ko: 이제 Windows 11 설치를 진행할 수 있습니다. 설치 창의 지침을 따르세요.
nl: Windows 11-installatie kan nu doorgaan. Volg de instructies in het installatievenster.
pl: Teraz można kontynuować instalację systemu Windows 11. Postępuj zgodnie z instrukcjami wyświetlanymi w oknie instalacji.
sv_se: Installationen av Windows 11 kan nu fortsätta. Följ instruktionerna i installationsfönstret.
tr: Windows 11 kurulumu artık devam edebilir. Lütfen kurulum penceresindeki talimatları izleyin.
zh_cn: 现在可以继续 Windows 11 的安装。请按照安装窗口中的说明进行操作。

# _debugInstallReady
source: You're ready to install Windows 11 on unsupported hardware! Ignore the 'Windows Server' prompt; you're all set!
ar: أنت جاهز لتثبيت Windows 11 على الأجهزة غير المدعومة! تجاهل رسالة 'Windows Server'؛ أنت جاهز!
cs_cz: Jste připraveni nainstalovat Windows 11 na nepodporovaný hardware! Ignorujte výzvu 'Windows Server'; jste připraveni!
de: Du bist bereit, Windows 11 auf nicht unterstützter Hardware zu installieren! Einfach die Meldung „Windows Server“ ignorieren – und los geht's!
fr: Vous êtes prêt à installer Windows 11 sur du matériel non pris en charge ! Ignorez l'invite « Windows Server » : vous êtes prêt !
he: אתה מוכן להתקנת Windows 11 על חומרה לא נתמכת! התעלם מההודעה 'Windows Server' – הכל מוכן!
hu: Készen áll a Windows 11 telepítésére nem támogatott hardverre! Hagyja figyelmen kívül a' Windows Server ' parancsot; minden készen áll!
it: Sei pronto per installare Windows 11 con hardware non supportato! Ignora il prompt "Windows Server"; tutto è pronto!
ja: サポートされていないハードウェアに Windows 11 をインストールする準備ができました。「Windows Server」のプロンプトは無視してください。これで準備完了です！
ko: 지원되지 않는 하드웨어에 Windows 11을 설치할 준비가 되었습니다! 'Windows Server' 메시지는 무시하세요. 설치가 완료되었습니다!
nl: U bent klaar om Windows 11 te installeren op niet-ondersteunde hardware! Negeer de 'Windows Server'-prompt; u bent helemaal klaar!
pl: Możesz zainstalować system Windows 11 na nieobsługiwanym sprzęcie! Zignoruj monit „Windows Server”; wszystko gotowe!
sv_se: Du är redo att installera Windows 11 på hårdvaran som inte stöds! Ignorera fönstret om 'Windows Server'; du är klar!
tr: Desteklenmeyen donanıma Windows 11 yüklemeye hazırsınız! 'Windows Server' istemini görmezden gelin; artık hazırsınız!
zh_cn: 您已准备好在不受支持的设备中安装 Windows 11！请忽略 'Windows Server' 提示；一切已准备就绪。

# _debugInstallRunElevated
source: Starting the setup process with elevated privileges...
ar: بدء عملية الإعداد بامتيازات مرتفعة...
cs_cz: Zahájení procesu instalace s vyššími oprávněními...
de: Der Setup-Prozess wird mit erhöhten Berechtigungen gestartet...
fr: Démarrage du processus de configuration avec des privilèges élevés...
he: מתחיל את תהליך ההתקנה עם הרשאות מנהל...
hu: A telepítési folyamat indítása emelt jogosultságokkal...
it: Avvio processo configurazione con privilegi elevati ...
ja: 昇格された権限でセットアップ プロセスを開始しています...
ko: 상승된 권한으로 설정 프로세스를 시작합니다...
nl: Het installatieproces starten met verhoogde bevoegdheden...
pl: Rozpoczęcie procesu instalacji z podwyższonymi uprawnieniami...
sv_se: Startar installationsprocessen med förhöjda privilegier...
tr: Kurulum süreci yükseltilmiş ayrıcalıklarla başlatılıyor...
zh_cn: 正在以管理员权限启动安装程序…

# _debugStatusHandleIsoEx
source: Oops! Something went wrong:
ar: عذرًا! حدث خطأ ما:
cs_cz: Jejda! Něco se pokazilo:
de: Ups! Da ist etwas schiefgelaufen:
fr: Oups ! Une erreur s'est produite :
he: אופס! משהו השתבש:
hu: Hoppá! Valami elromlott:
it: Oops! Qualcosa è andato storto:
ja: おっと！問題が発生しました:
ko: 어머나! 오류가 발생했습니다.
nl: Oeps! Er ging iets mis:
pl: Ups! Coś poszło nie tak:
sv_se: Hoppsan! Något gick fel:
tr: Oops! Bir şeyler ters gitti:
zh_cn: 啊噢！发生错误：

# _debugStatusMounting
source: Mounting the ISO... Hang tight!
ar: يتم تحميل ISO... انتظر قليلاً!
cs_cz: Připojování ISO... Vydržte!
de: ISO wird eingebunden... Bleib dran!
fr: Montage de l'ISO... Accrochez-vous !
he: מצרף את קובץ ה־ISO... אנא המתן!
hu: Az ISO csatlakoztatása... Kitartás!
it: Montaggio file...
ja: ISO をマウント中です... しばらくお待ちください！
ko: ISO 마운트... 잠깐만요!
nl: ISO koppelen... Hou vol!
pl: Montowanie obrazu ISO... Trzymaj się mocno!
sv_se: Monterar ISO-filen... Snart klart!
tr: ISO montajı... Sıkı durun!
zh_cn: 正在挂载 ISO… 请稍后！

# _debugStatusMountingFailed
source: Failed to mount the ISO. Please try again.
ar: فشل تحميل ISO. يرجى المحاولة مرة أخرى.
cs_cz: Nepodařilo se připojit ISO. Zkuste to prosím znovu.
de: Das Einbinden der ISO ist fehlgeschlagen. Bitte versuche es erneut.
fr: Impossible de monter l'ISO. Veuillez réessayer.
he: צירוף קובץ ה־ISO נכשל. נסה שוב.
hu: Nem sikerült csatlakoztatni az ISO-t. Kérjük, próbálja újra.
it: Impossibile montare il file ISO. Riprova.
ja: ISO のマウントに失敗しました。再度お試しください。
ko: ISO를 마운트하지 못했습니다. 다시 시도해 주세요.
nl: ISO koppelen mislukt. Probeer het opnieuw.
pl: Montowanie obrazu ISO zakończyło się niepowodzeniem. Spróbuj ponownie.
sv_se: Det gick inte att montera ISO-filen. Försök igen.
tr: ISO bağlanamadı. Lütfen tekrar deneyin.
zh_cn: 无法挂载 ISO。请重试。

# _debugStatusMountingSuccess
source: ISO mounted successfully! Let's get this Windows 11 ready!
ar: تم تحميل ISO بنجاح! دعنا نجعل هذا Windows 11 جاهزًا!
cs_cz: ISO úspěšně připojeno! Pojďme připravit tento Windows 11!
de: ISO erfolgreich eingebunden! Los geht's mit der Vorbereitung von Windows 11!
fr: L'ISO a été monté avec succès ! Préparons ce Windows 11 !
he: קובץ ה־ISO צורף בהצלחה! מתחילים את הכנת Windows 11!
hu: ISO sikeresen csatlakoztatva! Lássunk hozzá a Windows 11 elkészítéséhez!
it: File ISO montato correttamente! Procediamo con l'installazione di Windows 11!
ja: ISO のマウントに成功しました！ Windows 11 を準備します！
ko: ISO가 성공적으로 마운트되었습니다! 이제 Windows 11을 준비하세요!
nl: ISO succesvol gekoppeld! Laten we deze Windows 11 klaar maken!
pl: Obraz ISO został zamontowany pomyślnie! Przygotujmy Windowsa 11!
sv_se: ISO-filen monterad! Låt oss göra Windows 11 klar!
tr: ISO başarıyla bağlandı! Hadi Windows 11'i hazırlayalım!
zh_cn: 已成功挂载 ISO！让我们准备好安装 Windows 11 吧！

# _debugStatusRunning
source: Almost there! We're getting the setup ready...
ar: قريبًا! نحن نستعد للإعداد...
cs_cz: Skoro hotovo! Připravujeme instalaci...
de: Fast geschafft! Wir bereiten den Setup vor...
fr: Nous y sommes presque ! préparation de l'installation...
he: כמעט סיימנו! אנו מכינים את תהליך ההתקנה...
hu: Majdnem kész! Előkészítjük a beállítást...
it: Ci siamo quasi! Preparazione installazione ...
ja: もうすぐです！セットアップを準備しています...
ko: 거의 다 왔어요! 설치 준비를 하고 있어요...
nl: Bijna klaar! We maken de installatie gereed...
pl: Już prawie! Przygotowujemy konfigurację, aby była gotowa...
sv_se: Nästan där! Vi förbereder installationen...
tr: Neredeyse bitti! Kurulumu hazırlıyoruz...
zh_cn: 马上就完成了！我们正在完成安装中…

# _debugStatusSetupFileNotFound
source: Setup file not found in
ar: لم يتم العثور على ملف الإعداد في
cs_cz: Instalační soubor nebyl nalezen v...
de: Setup-Datei nicht gefunden in
fr: Fichier d'installation introuvable dans
he: קובץ ההתקנה לא נמצא ב
hu: A telepítőfájl nem található a(z)
it: File configurazione non trovato in
ja: セットアップファイルが見つかりません
ko: 설치 파일을 찾을 수 없습니다
nl: Installatiebestand niet gevonden in
pl: Nie znaleziono pliku konfiguracyjnego w
sv_se: Installationsfilen hittades inte i
tr: Kurulum dosyası bulunamadı
zh_cn: 未在此处找到安装文件：

# ctl_linkSelectComputer
source: Select from computer
ar: اختر من الكمبيوتر
cs_cz: Vyberte z počítače.
de: Vom Computer auswählen
he: בחר מהמחשב
hu: Kiválasztás a számítógépről
it: Seleziona dal computer
ja: コンピューターから ISO を選択
ko: 컴퓨터에서 선택
nl: Selecteren van computer
pl: Wybierz z komputera
sv_se: Välj från datorn
zh_cn: 从计算机中选择

# msgClosing
source: Thank you for using my app!\n\nI developed this application in my free time to help you upgrade from Windows 10 to Windows 11 – even on PCs that, according to Microsoft's hardware requirements, would normally not be supported.\n\nMy app helps you avoid purchasing a new computer and actively contributes to reducing unnecessary electronic waste.\n\nNormally, I do not charge anything for my projects – neither for development nor for support.\nHowever, since this app is significantly more comprehensive, offers more features, and requires more support, I would be grateful if you would consider making a small voluntary donation, if you are able to.\n\nOf course, only if you want to and can afford it.\n\nWould you like to donate on PayPal now?
de: Vielen Dank, dass du meine App nutzt!\n\nIch habe diese Anwendung in meiner Freizeit entwickelt, um dir den Umstieg von Windows 10 auf Windows 11 zu erleichtern – auch auf PCs, die laut Microsofts Hardwarevorgaben eigentlich nicht unterstützt werden.\n\nMeine App hilft dir, den Kauf eines neuen Rechners zu vermeiden und trägt aktiv dazu bei, unnötigen Elektroschrott zu verhindern.\n\nNormalerweise verlange ich für meine Projekte keinerlei Geld – weder für die Entwicklung noch für den Support.\nDa diese App jedoch deutlich umfangreicher ist, mehr Funktionen bietet und auch mehr Supportaufwand verursacht, würde ich mich freuen, wenn du – sofern es dir möglich ist – eine kleine freiwillige Spende in Erwägung ziehst.\n\nNatürlich nur, wenn du möchtest und es dir leisten kannst.\n\nMöchtest du jetzt auf PayPal spenden?
he: תודה שהשתמשת באפליקציה שלי!\n\nפיתחתי את האפליקציה הזו בזמני הפנוי כדי לעזור לך לשדרג מ־Windows 10 ל־Windows 11 – גם על מחשבים שאינם נתמכים לפי דרישות החומרה של מיקרוסופט.\n\nהאפליקציה שלי עוזרת לך להימנע מקניית מחשב חדש ותורמת להפחתת פסולת אלקטרונית מיותרת.\n\nבדרך כלל אני לא גובה תשלום על הפרויקטים שלי – לא עבור הפיתוח ולא עבור התמיכה.\nאבל מכיוון שאפליקציה זו מקיפה יותר, כוללת יותר תכונות ודורשת יותר תמיכה, אשמח אם תוכל לשקול תרומה קטנה בהתנדבות, אם זה אפשרי עבורך.\n\nכמובן, רק אם אתה רוצה ויכול להרשות לעצמך.\n\nהאם ברצונך לתרום ב-PayPal עכשיו?
ja: 私が開発したアプリをご利用いただきありがとうございます！\n\n私は Windows 10 から Windows 11 へのアップグレードを支援するために空き時間を利用してこのアプリを開発しました。Microsoft のハードウェア要件では通常サポートされない PC でもアップグレードできます。\n\nこのアプリは、新しいコンピューターの購入を回避や不要な電子機器廃棄物の削減に積極的に貢献します。\n\n私は開発費やサポート費用、プロジェクトに対して料金を一切請求しません。\nただし、このアプリは非常に包括的で多くの機能を提供し、より多くの機能を提供するためにより多くのサポートを必要とするため、可能であれば任意の寄付を検討していただければ幸いです。少額でも構いません。\n\nもちろんですが、寄付をしたいという希望があることと余裕がある場合に限ります。\n\n今すぐ PayPal で寄付しますか？
ko: 제 앱을 사용해주셔서 감사합니다!\n\n저는 여가 시간에 Windows 10에서 Windows 11로 업그레이드하는 데 도움이 되는 이 애플리케이션을 개발했습니다. Microsoft 하드웨어 요구 사항에 따라 일반적으로 지원되지 않는 PC에서도 사용할 수 있습니다.\n\n제 앱은 새 컴퓨터를 구매하지 않도록 도와주고 불필요한 전자 폐기물을 줄이는 데 적극적으로 기여합니다.\n\n일반적으로 저는 프로젝트에 대해 개발이나 지원 비용을 청구하지 않습니다.\n하지만 이 앱은 훨씬 더 포괄적이고, 더 많은 기능을 제공하며, 더 많은 지원이 필요하므로 가능하시다면 소액의 자발적인 기부를 고려해 주시면 감사하겠습니다.\n\n물론, 기부를 원하고 경제적으로 여유가 있으시다면 가능합니다.\n\n지금 PayPal로 기부하시겠습니까?
nl: Bedankt voor het gebruiken van mijn app! Ik heb deze applicatie in mijn vrije tijd ontwikkeld om u te helpen upgraden van Windows 10 naar Windows 11 – zelfs op PC's die volgens Microsoft's hardwarevereisten normaal gesproken niet zouden worden ondersteund. Mijn app helpt u een nieuwe computer te vermijden en draagt actief bij aan het verminderen van onnodige elektronische afval. Normaal gesproken vraag ik niets voor mijn projecten – noch voor ontwikkeling, noch voor ondersteuning. Omdat deze app echter aanzienlijk uitgebreider is, meer functies biedt en meer ondersteuning vereist, zou ik dankbaar zijn als u een kleine vrijwillige donatie zou willen overwegen, indien u dat kunt. Natuurlijk alleen als u wilt en het zich kunt veroorloven. Wilt u nu doneren op PayPal?
